Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # cloudflare_record.milanvit_net_caa["amazon.com"] will be created
+ resource "cloudflare_record" "milanvit_net_caa" {
      + created_on  = (known after apply)
      + data        = {
          + "flags" = "0"
          + "tag"   = "issue"
          + "value" = "amazon.com"
        }
      + hostname    = (known after apply)
      + id          = (known after apply)
      + metadata    = (known after apply)
      + modified_on = (known after apply)
      + name        = "@"
      + proxiable   = (known after apply)
      + proxied     = false
      + ttl         = 3600
      + type        = "CAA"
      + value       = (known after apply)
      + zone_id     = "9f7f8ee361f355357f2463e64a170d0f"
    }

  # cloudflare_record.milanvit_net_caa["amazonaws.com"] will be created
+ resource "cloudflare_record" "milanvit_net_caa" {
      + created_on  = (known after apply)
      + data        = {
          + "flags" = "0"
          + "tag"   = "issue"
          + "value" = "amazonaws.com"
        }
      + hostname    = (known after apply)
      + id          = (known after apply)
      + metadata    = (known after apply)
      + modified_on = (known after apply)
      + name        = "@"
      + proxiable   = (known after apply)
      + proxied     = false
      + ttl         = 3600
      + type        = "CAA"
      + value       = (known after apply)
      + zone_id     = "9f7f8ee361f355357f2463e64a170d0f"
    }

  # cloudflare_record.milanvit_net_caa["amazontrust.com"] will be created
+ resource "cloudflare_record" "milanvit_net_caa" {
      + created_on  = (known after apply)
      + data        = {
          + "flags" = "0"
          + "tag"   = "issue"
          + "value" = "amazontrust.com"
        }
      + hostname    = (known after apply)
      + id          = (known after apply)
      + metadata    = (known after apply)
      + modified_on = (known after apply)
      + name        = "@"
      + proxiable   = (known after apply)
      + proxied     = false
      + ttl         = 3600
      + type        = "CAA"
      + value       = (known after apply)
      + zone_id     = "9f7f8ee361f355357f2463e64a170d0f"
    }

  # cloudflare_record.milanvit_net_caa["awstrust.com"] will be created
+ resource "cloudflare_record" "milanvit_net_caa" {
      + created_on  = (known after apply)
      + data        = {
          + "flags" = "0"
          + "tag"   = "issue"
          + "value" = "awstrust.com"
        }
      + hostname    = (known after apply)
      + id          = (known after apply)
      + metadata    = (known after apply)
      + modified_on = (known after apply)
      + name        = "@"
      + proxiable   = (known after apply)
      + proxied     = false
      + ttl         = 3600
      + type        = "CAA"
      + value       = (known after apply)
      + zone_id     = "9f7f8ee361f355357f2463e64a170d0f"
    }

Plan: 4 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.milanvit.net/lock?id=Cellane%252Fmilanvit.net%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
